{
  "header_menu1" : "Key Features",
  "header_menu2" : "Download",
  "header_menu3" : "Company",
  "header_menu4" : "Free Trial",

  "visual_title1_content1" : "NextGen Enterprise Messaging App?",
  "visual_title1_content2" : "The NextGen Messaging App?",
  "Mvisual_title1_content1" : "NextGen Enterprise",
  "Mvisual_title1_content2" : "Messaging App?",
  "visual_title2_content1" : "Conventional messaging apps can be a source of",
  "visual_title2_content2" : "confidential data leakage. Fireside will help you to",
  "visual_title2_content3" : "prevent a data breach and enhance productivity.",
  "Mvisual_title2_content1" : "Conventional messaging apps",
  "Mvisual_title2_content2" : "can be a source of confidential data leakage.",
  "Mvisual_title2_content3" : "Fireside will help you to prevent",
  "Mvisual_title2_content4" : "a data breach and enhance productivity.",
  "visual_promotion_btn" : "Free Trial",

  "feature_main_title" : "Overcome challenges of conventional tools<br/>using the next-generation enterprise messenger",
  "Mfeature_main_title" : "Overcome challenges of conventional tools<br/>using the next-generation enterprise messenger",

  "feature_title1" : "Seamless integration with enterprise applications and systems",
  "Mfeature_title1" : "Seamless integration with<br/>enterprise applications<br/>and systems",
  "feature_title1_sub" : "Maximizing usability, efficiency and productivity through seamless integration with enterprise systems",
  "feature_title2" : "Content-centric collaboration",
  "Mfeature_title2" : "Content-centric<br/>collaboration",
  "feature_title2_sub" : "Sharing comments with colleagues that are bound to documents",
  "feature_title3" : "Security by design",
  "Mfeature_title3" : "Security by design",
  "feature_title3_sub" : "Prevent data breaches and enforce the highest level of security",
  
  "Mfeature_title1-1" : "Perfect integration with",
  "Mfeature_title1-2" : "your existing systems",
  "Mfeature_title2-1" : "Content-based",
  "Mfeature_title2-2" : "communication",  
  "Mfeature_title1_sub1" : "Efficient system integration",
  "Mfeature_title1_sub2" : "maximizes user convenience.",
  "Mfeature_title2_sub1" : "Content-based chats allow you",
  "Mfeature_title2_sub2" : "to focus on collaborative data.",
  "Mfeature_title3_sub1" : "You need strong security",
  "Mfeature_title3_sub2" : "to protect your shared content.",

  "feature_title1-1" : "Key Features",
  "feature_title1-2" : "Why Fireside?",
  "feature_sub_title1": "Secure File Sharing",
  "feature_sub_title1_content1": "Encrypt all files shared in the chat so",
  "feature_sub_title1_content2": "that only authorized memebers can",
  "feature_sub_title1_content3": "access files with sensitive data for",
  "feature_sub_title1_content4": "secure collaboration.",
  "feature_sub_title2": "Content-Based Chat",
  "feature_sub_title2_content1": "Automatically create a chat room",
  "feature_sub_title2_content2": "for all files, e.g., PPT, design, and",
  "feature_sub_title2_content3": "CAD files, for communication with",
  "feature_sub_title2_content4": "project members.",
  "feature_sub_title3": "Extreme Usability",
  "feature_sub_title3_content1": "Communicate with your team and",
  "feature_sub_title3_content2": "manage your conversation easily by",
  "feature_sub_title3_content3": "content, users, and groups with",
  "feature_sub_title3_content4": "intuitive configurations.",

  "promotion_title1-1" : "Free Trial",
  "promotion_title1-2" : "Try Fireside for free for 1 month",
  "promotion_title1-3" : "Please fill out the form below to start your Fireside experience.",
  "Mpromotion_title1-2-1" : "Try Fireside",
  "Mpromotion_title1-2-2" : "for free for 1 month",
  "Mpromotion_title1-3-1" : "Please fill out the form below to",
  "Mpromotion_title1-3-2" : "start your Fireside experience.",
  "promotion_input1" : "Name",
  "promotion_input1_e" : "Enter your name..",
  "promotion_input2" : "Phone",
  "promotion_input2_e" : "Enter your phone number..",
  "promotion_input3" : "Company",
  "promotion_input3_e" : "Enter your company name.",
  "promotion_input4" : "Number of Employees",
  "promotion_input4_e" : "Select the number of employees of your company.",
  "promotion_input4-default" : "Select",
  "promotion_input4-0" : "30 or less",
  "promotion_input4-1" : "50 or less",
  "promotion_input4-2" : "100 or less",
  "promotion_input4-3" : "300 or less",
  "promotion_input4-4" : "300 +",
  "promotion_input5" : "Reason for Request",
  "promotion_input5_e" : "Enter the reson for your request.",
  "promotion_input6" : "Email for Sign-up",
  "promotion_input6_e" : "Invalid email address.",
  "promotion_input7-1" : "Password",
  "promotion_input7-2" : "Password",
  "promotion_input7_e" : "Password must be 6-16 characters long and contain uppercase and lowercase letters, numbers, and special characters.",
  "promotion_input8" : "Confirm Password",
  "promotion_input8_e" : "Passwords do not match.",  
  "promotion_check_e" : "Please agree to the Terms of Service and Privacy policy.",
  "promotion_submit_btn" : "Request Promotion Code",

  "about_title" : "Products",
  "about_title_sub": "Complement your Fireside with a content services platform and secure collaboration services!",
  "Mabout_title_sub": "Complement your Fireside with a content services platform and secure collaboration services!",

  "about_title1-1" : "Next-Generation Data Security",
  "about_title1-2" : "and Management Solutions",
  "Mabout_title1-1" : "Next-Generation",
  "Mabout_title1-2" : "Data Security and",
  "Mabout_title1-3" : "Management Solutions",
  "about_content1" : "The intelligent approach companies need",
  "about_content2" : "to control unstructured data.",  
  "Mabout_content1" : "The intelligent approach",
  "Mabout_content2" : "companies need to control",
  "Mabout_content3" : "unstructured data.",  
  "about_btn" : "About Fasoo",

  "brochure_icon1_title" : "Brochure",
  "brochure_icon1_content" : "Learn more about Fireside.",
  "brochure_icon1_download" : "Download",
  "brochure_icon2_title" : "App",
  "brochure_icon2_content" : "Download Fireside Mobile",  

  "footer_content1" : "Fasoo Co., Ltd. | CEO: Kyugon Cho | Business registration number : 1208606582",
  "footer_content2" : "Address : 396 World Cup Buk-ro, Mapo-gu, Seoul 03925 | Phone : +82-2-300-9300 | Email : helpdesk@fasoo.com",

  "terms_title" : "Terms of Service",  
  "terms_paid" : "Terms of Service for Paid Plans",
  "terms_sub_title1" : "Chapter 1 General Provisions",
  "terms_sub_title1-1" : "Article 1 (Purpose)",
  "terms_sub_title1-1_content" : "These provisions aim to prescribe Fasoo Co., Ltd (hereafter \"the Company\") and its users' rights, obligations, and responsibilities in using wired and wireless internet service, Fireside service (hereafter \"the Service\").",  

  "terms_sub_title1-2" : "Article 2 (Definition)",
  "terms_sub_title1-2_content1" : "Terms used in this Terms of Service have the following meanings:",
  "terms_sub_title1-2_content2" : "\"Service\": All goods and services provided by the Company to members through devices (including PCs, mobile devices such as smart phones and other various wired and wireless devices) or programs.",
  "terms_sub_title1-2_content3" : "\"Member\": A customer consents to these Terms of Service and uses the Service provided by the Company",
  "terms_sub_title1-2_content4" : "\"Site\": Service including web-based wired and wireless homepage (http://*.fireside.com).",
  "terms_sub_title1-2_content5" : "Application: A program installed on supported portable devices of the service.",
  "terms_sub_title1-2_content6" : "ID: An e-mail address entered by a member to distinguish an identity or using services.",
  "terms_sub_title1-2_content7" : "Password: A combination of 8 or more letters, numbers, or special characters which a member provides and registers in order to verify a member's identity and to protect confidentiality.",
  "terms_sub_title1-2_content8" : "Posts: All digital content including document members register on the Wrapsody site.",
  "terms_sub_title1-2_content9" : "Operator: A person designated by the Company for overall management and smooth operation of the service.",
  "terms_sub_title1-2_content10" : "Paid Service: An optional service that allows users to select the service provided by the Company according to their needs.",

  "terms_sub_title1-3" : "Article 3 (Effectiveness and Amendment of Provisions)",
  "terms_sub_title1-3_content1" : "This Terms of Service is effective for all members who want to use the service.",
  "terms_sub_title1-3_content2" : "These Terms of Service can be viewed by members when signing up for the service, and the Company publishes these Terms of Service on the website and application to allow Users to view the Terms of Service whenever they want.",
  "terms_sub_title1-3_content3" : "The Company may revise these Terms of Service to the extent that they do not violate related laws such as the \"Act on the Stability of Terms and Conditions\", \"Act on Consumer Protection such as E-Commerce\", \"Act on Promotion of Information and Communications Network Utilization and Information Protection Rules\", \"Online Digital Content Industry Development Act\", and the \"Consumer Standards Act\".",
  "terms_sub_title1-3_content4" : "The company may change these Terms of Service if deemed necessary. In the event of amending Terms of Service, the Company shall notify users of the causes of amendment and applied from fifteen (15) days prior to date such amendments will be in effect to the day before applied date.",
  "terms_sub_title1-3_content5" : "In amending these Terms of Service, the Company will notify or announce the revised Terms of Service in accordance with paragraph 3 and confirm whether a member consents to the application of the amended Terms of Service after their publication; provided, however, a User may be deemed to have consented to the amended Terms of Service if the User fails to express consent or disagreement until their effective date and the Company has published together with the amended Terms of Service that such failure shall be deemed as the User's consent",
  "terms_sub_title1-3_content6" : "If a User disagrees to the application of the revised/amended Terms of Service, the User may withdraw from the Service and terminate the contract.",
  "terms_sub_title1-3_content7" : "The members have a duty to monitor changes in Terms of Service carefully, and the Company is not responsible for the member's damage caused by ignorance of the changed Terms of Service.",

  "terms_sub_title1-4" : "Article 4 (Other terms and conditions)",
  "terms_sub_title1-4_content1" : "Any matters that are not prescribed in this Terms of Service shall be subject to the relevant laws and regulations.",
  "terms_sub_title1-4_content2" : "The Company, if deemed necessary, can define the Terms of Service for the individual services, and operation policies. In case of conflict between these Terms of Service and the Terms of Service for particular services or operation policies, the rules set forth by the Company shall take precedence.",

  "terms_sub_title2" : "Chapter 2 Service Use Contract",
  "terms_sub_title2-5" : "Article 5 (Establishment of Contract of Use)",
  "terms_sub_title2-5_content1" : "The contact of use shall come into effect when the Company accepts a membership request after the user completes the application form set by the Company and check \"I agree\" to this Terms of Service and the \"Privacy Policy\".",
  "terms_sub_title2-5_content2" : "When the application for sign-up has been completed, the Company must confirm if the requirements are met and approve it without delay.",
  "terms_sub_title2-5_content3" : "When the applicant for membership sign-up selects \"I agree\" to all items and fills out the application form, it is regarded that he or she has read these Terms of Service and Privacy Policy and agrees to follow the various policies that the company operates to provide the Service and frequent notices from the company.",
  
  "terms_sub_title2-6":"Article 6 (Suspension and Refusal of User Contract)",
  "terms_sub_title2-6_content1" : "The Company may suspend acceptance or terminate the use contract afterwards for the following reasons:",
  "terms_sub_title2-6_content2" : "1) In cases where an applicant has written false information in the application form",
  "terms_sub_title2-6_content3" : "2) In cases where an applicant has used somebody else´s e-mail for verification.",
  "terms_sub_title2-6_content4" : "3) In cases where an applicant for membership has lost the qualification for membership in the past according to the Terms of Service. However, this does not apply if he/she has obtained the permission of reapplication for membership from the Company.",
  "terms_sub_title2-6_content5" : "4) In cases where it is impossible to approve due to a reason attributable to the user or the user has applied for the membership in violation of other regulated matters",
  "terms_sub_title2-6_content6" : "The Company may request the verification of the user's real name through a specialized agency and user authentication for the application according to Paragraph 1.",
  "terms_sub_title2-6_content7" : "The Company may defer approval of registration for the following reasons:",
  "terms_sub_title2-6_content8" : "1) In cases when there are no available service-related facilities",
  "terms_sub_title2-6_content9" : "2) In case when a technical issue exists to provide the Service",
  "terms_sub_title2-6_content10" : "3) In case where it is deemed necessary financially and technically by the company",
  "terms_sub_title2-6_content11" : "4) In case when it is difficult to approve for other reasons",
  "terms_sub_title2-6_content12" : "If approval for the application for membership according is not given or deferred according to Paragraphs 1 and 3, the Company shall inform the applicant for membership of the refusal.",
  "terms_sub_title2-6_content13" : "The use agreement is concluded when the Company marks the subscription complete on the application procedure.",

  "terms_sub_title2-7":"Article 7 (Obligation to Manage Members)",
  "terms_sub_title2-7_content1" : "The member shall be responsible for any damages caused by the member's intention or negligence in managing his/ her account ID and password to use the Service. However, if the Company's intention or negligence caused any disadvantages, the Company take the responsibilities.",
  "terms_sub_title2-7_content2" : "If the user recognizes that the ID and password are used by a third party, the user should immediately take measures including changing the password, and notify the Company and follow the instructions of the company",

  "terms_sub_title2-8": "Article 8 (Obligation to Protect Personal Information)",
  "terms_sub_title2-8_content1" : "The Company does not collect any personal information except for the ID (e-mail) and password that are basically required to provide the Service",
  "terms_sub_title2-8_content2" : "The Company can use the ID entered by the member when signing up except for the password to provide services and to indicate the source of data.",
  "terms_sub_title2-8_content3" : "The Company tries to protect the password entered by the member when registering as a member through high-level encryption so that the Company and third parties cannot detect.",
  "terms_sub_title2-8_content4" : "The Company's \"Privacy Policy\" is not applied to other websites (that are not operated by the Company) linked to the Service.",
  "terms_sub_title2-8_content5" : "The Company can entrust some or all of these tasks to a company selected by the Company if necessary. It will notify in the \"Privacy Policy\" when entrusting tasks related to handling and managing member information or service operation information.",
  "terms_sub_title2-8_content6" : "The Company is not responsible for the information disclosure due to a member's fault can provide members' information in the following cases.",
  "terms_sub_title2-8_content7" : "1) When an investigative agency or other governmental agency requests to provide information as a member violates applicable laws while using the Service.",
  "terms_sub_title2-8_content8" : "2) When it is necessary for information protection activities such as confirmation of a violation of the legislation by a member and fraud act, including violation of these Terms of Service.",
  "terms_sub_title2-8_content9" : "3) When required by other laws",
  "terms_sub_title2-8_content10" : "The Company tries to protect members' personal information in accordance with related laws and regulations, such as the \"Information and Communication Network Act\". Regarding the protection and use of personal information, the relevant laws and the Company's personal information processing policy is applied. However, However, the Company's privacy policy does not apply to linked sites other than the Company's official website.",
  "terms_sub_title2-8_content11" : "The Company may request the minimum information (name, address, phone number) required for payment of products, and does not store financial information related to the payment.",
  
  "terms_sub_title3" : "Chapter 3 Use of Service",
  "terms_sub_title3-9" : "Article 9 (Provision of Service)",
  "terms_sub_title3-9_content1" : "The Company provides the following services to members:",
  "terms_sub_title3-9_content2" : "1) Wrapsody (Editing and sharing service for encrypted documents)",
  "terms_sub_title3-9_content3" : "Members can use the service from the time the company approves the application of use. The company will start to provide the service from the time of approval. However, paid service can be available immediately after the company confirms the payment of fees",

  "terms_sub_title3-10" : "Article 10 (Use of the Service)",
  "terms_sub_title3-10_content1" : "The services are available 24 hours a day, seven days a week, 365 days a year. The Company may separately set the service hours for all or part of the services provided.",
  "terms_sub_title3-10_content2" : "The company can conduct regular and irregular inspections if necessary for the provision of services, and the inspection time is as announced on the service provision screen.",

  "terms_sub_title3-11" : "Article 11 (Changes and Suspensions of the Service)",
  "terms_sub_title3-11_content1" : "The company may notify the member of the contents and the date of provision of the Service to be changed in the manner specified in Article 20 and can provide the modified service.",
  "terms_sub_title3-11_content2" : "The Company may limit or suspend the use of the Service in the following cases.",
  "terms_sub_title3-11_content3" : "1) When a member interferes with the Company's sales activities",
  "terms_sub_title3-11_content4" : "2) When regular service is not available due to heavy traffic",
  "terms_sub_title3-11_content5" : "3) When a telecommunication service provider prescribed by the Telecommunications Business Act stops telecommunication services",
  "terms_sub_title3-11_content6" : "4) When regular service is not possible due to infrastructure failure or heavy traffic.",
  "terms_sub_title3-11_content7" : "5) When the Company deems that it is inappropriate to continue providing services due to other serious reasons.",
  "terms_sub_title3-11_content8" : "6) When there are force majeure reasons such as natural disasters or national emergencies.",
  "terms_sub_title3-11_content9" : "The Company shall notify the member as prescribed in Article 21 when suspending the Service according to Paragraph 2. However, this is not the case if advance notice is not possible due to service interruption (disruption of the disk without operator's intention or negligence, system down, etc.) due to reasons beyond the Company's control.",
  "terms_sub_title3-11_content10" : "The Company is not responsible for any problems caused by the change or suspension of the Service.",  

  "terms_sub_title3-12" : "Article 12 (Provision of information and Insertion of Advertisement)",
  "terms_sub_title3-12_content1" : "Members might agree to be exposed to the advertisements while using the Service.",
  "terms_sub_title3-12_content2" : "The Company can provide advertisements to service users.",
  "terms_sub_title3-12_content3" : "It is entirely a matter between the member and the advertiser when a member communicates or trades by using advertising on the service or participating in the advertiser's promotional activities through the Service.",
  "terms_sub_title3-12_content4" : "In the event of a dispute or other problem between a member and an advertiser, the member and the advertiser must settle it themselves, and the Company does not take any responsibility in this regard.",

  "terms_sub_title3-13" : "Article 13 (Copyright of Post)",
  "terms_sub_title3-13_content1" : "The Company may not use the post for other purposes without the consent of the posted member.",
  "terms_sub_title3-13_content2" : "The Company shall not be civilly and criminally liable even if the posts posted by the members in the Service infringe on the copyrights and other rights of others. If a member receives an objection, such as a claim for damages because a member has violated the copyright or other rights of the other person, the members must make efforts to indemnify the Company, and the member must bear all damages caused to the Company.",
  "terms_sub_title3-13_content3" : "The Company may delete the posts posted by members if the member terminates the use contract and withdraws from the site, or if the agreement is terminated for a legitimate reason.",

  "terms_sub_title4" : "Chapter 4 Obligation of Contracting Parties",
  "terms_sub_title4-14" : "Article 14 (Obligation of the Company)",
  "terms_sub_title4-14_content1" : "The Company must sincerely implement measures such as maintenance, inspection, or restoration to ensure that facilities related to service provision and security are suitable to provide continuous and stable service.",
  "terms_sub_title4-14_content2" : "The Company does not conduct any activates that are prohibited by the relevant laws and these Terms and Services or contrary to the customs, and does its best to continuously and reliably provide services.",
  "terms_sub_title4-14_content3" : "The company must have a security system to protect personal information so that users can safely use the service, announce and comply with the \"Privacy Policy\", and try to protect member's personal information without leaking or distributing to third parties without their consent.",
  "terms_sub_title4-14_content4" : "The company must handle the opinions or complaints raised by members regarding the use of the service when it is justified. When an opinions or a complaint is raised by a member, processing schedule, process, and results should be notified to the member via bulletin board or e-mail.",
  "terms_sub_title4-14_content5" : "If the member suffers damages due to the services provided by the company due to the services provided by the company, the company bears the responsibility only if such damage is caused by the company's intention or negligence, and the scope of the responsibility is limited to ordinary damages.",
  "terms_sub_title4-14_content6" : "The company does not send commercial e-mails for commercial purposes without the member's consent to receive them.",
  "terms_sub_title4-14_content7" : "The company complies with laws and regulations related to the operation and maintenance of services such as the \"Act on Promotion of Information and Communications Network Utilization and Information Protection\", \"Communication Secret Protection Act\", and \"Telecommunications Business Act\".",

  "terms_sub_title4-15" : "Article 15 (Obligation of the Members)",
  "terms_sub_title4-15_content1" : "The members must perform none of the following activities.",
  "terms_sub_title4-15_content2" : "1) Inappropriately or unjustifiably use the service by stealing other member's email and password, or steal information",
  "terms_sub_title4-15_content3" : "2) Act of using the company's paid service by using payment information of others without the permission of others, such as account numbers and credit card numbers of others",
  "terms_sub_title4-15_content4" : "3) Act of Changing the information posted by the company",
  "terms_sub_title4-15_content5" : "4) Sending or posting information (computer programs, etc.) other than the information specified by the company",
  "terms_sub_title4-15_content6" : "5) Violate other rights of the Company or a third party including copyright",
  "terms_sub_title4-15_content7" : "6) Defame or injure reputation of the company or a third party, or interrupt business",
  "terms_sub_title4-15_content8" : "7) The act of using the service for profit without the consent of the company",
  "terms_sub_title4-15_content9" : "8) Posting a post or sending an e-mail by impersonating or impersonating a manager of a company employee or service, or stealing another person's name",
  "terms_sub_title4-15_content10" : "9) Act of posting or distributing any material that contains software virus, other computer code, file or program designed to disrupt or destroy normal operation of the equipment related to the service.",
  "terms_sub_title4-15_content11" : "10) Act of re-engineering, reverse engineering, decompiling, and disassembling software provided by the company",
  "terms_sub_title4-15_content12" : "11) Collect, store and/or disclose other member's personal information",
  "terms_sub_title4-15_content13" : "12) Other Illegal and unfair act",
  "terms_sub_title4-15_content14" : "Members must comply with relevant laws, provisions of these Terms and Services, notice of use and notices on the service, and notices of the company, and shall not engage in any other act that interferes with the company's business.",
  "terms_sub_title4-15_content15" : "Members shall neither transfer nor grant their rights to use and legal status hereby, nor impignorate the foregoing rights and status",
  "terms_sub_title4-15_content16" : "Members must thoroughly manage the password specified in Article 7 (Obligation of the Members). he member is responsible for all the consequences caused by negligence, misuse, etc., and the company does not take any responsibility for it.",
  "terms_sub_title4-15_content17" : "Under the Civil Law, if a member who is a minor uses the paid service, the member who is a minor must obtain the consent of the legal representative before payment.",

  "terms_sub_title4-16" : "Article 16 (Notification and Announcement to the Members)",
  "terms_sub_title4-16_content1" : "If the company notifies the member, it can be done through the \"homepage\" notice that does not have a separate regulation in this Terms of Service.",
  "terms_sub_title4-16_content2" : "In the case of notice to multiple unspecified members, the company can replace individual notices by posting it on \"homepage\".",

  "terms_sub_title4-17" : "Article 17 (Termination of the Service)",
  "terms_sub_title4-17_content1" : "When a member wants to terminate the contract of use, the member himself/herself can apply for termination through the menu of cancellation request (withdrawal request) on the site or information on how to cancel.",
  "terms_sub_title4-17_content2" : "When the company receives an application for cancellation of registration, the company must terminate the use of the member's service before the point the member wants.",
  "terms_sub_title4-17_content3" : "When a member terminates the contract, all data of the member is destroyed immediately upon termination, except when the company holds the member information in accordance with applicable laws and personal information processing policies.",

  "terms_sub_title4-18" : "Article 18 (Use Restrictions of the Service)",
  "terms_sub_title4-18_content1" : "In the event that a member violates these Terms of Service or Terms of Service of individual services, the Company may limit the use of the service at the stages of warning, temporary suspension, and permanent suspension, or terminate the use contract.",
  "terms_sub_title4-18_content2" : "The member can make an objection to the use of the service pursuant to Paragraph 1 or use restrictions related to the use of the service in accordance with the procedures set by the Company, and the company immediately resumes using the service when it is deemed that the member's objection is justified.",

  "terms_sub_title5" : "Chapter 5 Others",
  "terms_sub_title5-19" : "Article 19 (Indemnification for Damage)",
  "terms_sub_title5-19_content1" : "If a member causes damages to the company due to violation of the provisions of these Terms of Services, the member who violates these Terms of Services shall compensate all damages to the company.",
  "terms_sub_title5-19_content2" : "In the event that the Company receives various complaints including claims for damages or lawsuits from third parties other than the member due to illegal acts or violations of these terms and conditions in the process of using the service, the member is responsible for the Company at his/her own responsibility and expense. The Company must indemnify and if the company fails to indemnify, the member must compensate for any damages caused to the Company.",

  "terms_sub_title5-20" : "Article 20 (Disclaimer)",
  "terms_sub_title5-20_content1" : "If the Company is unable to provide the service due to a natural disaster or equivalent force majeure, the Company is exempted from liability for Service provision.",
  "terms_sub_title5-20_content2" : "The company is not responsible for the failure to use the service due to a member's fault.",
  "terms_sub_title5-20_content3" : "The Company shall not be held responsible for not meeting customers' expectations for profit through the use of this Service, or loss or damage caused by the Service. The Company is not responsible for the content of posts posted in the site by members regarding accuracy.",
  "terms_sub_title5-20_content4" : "The company is not obliged to intervene in disputes between members or between a member and a third party that arose from the service as a medium, and is not responsible for reimbursing damages.",

  "terms_sub_title5-21" : "Article 21 (Dispute Settlement and Competent Jurisdiction)",
  "terms_sub_title5-21_content1" : "When a lawsuit is filed against a dispute between the Company and a member, Korean law shall apply.",
  "terms_sub_title5-21_content2" : "If the Company file a lawsuit in relation to the use of the Service, the court under the Civil Procedure Act shall be the competent court.",

  "terms_sub_title_etc" : "Additional Terms",
  "terms_sub_title_etc_content1" : "[Enforcement Date] These Terms of Service takes effect on November 1, 2020.",
  "terms_sub_title_etc_content2" : "- Notification Date: November 12, 2021",
  "terms_sub_title_etc_content3" : "- Enforcement Date: November 12, 2021",

  "privacy_title" : "Privacy Policy",  
  "privacy_sub_title1" : "1. General Provisions",
  "privacy_sub_title1_content1" : "Personal information is defined as information that identifies an individual (including that which can be identified by combining it with other information, when it cannot identify an individual with the relevant information alone) with items that are included in the relevant information about an individual, such as their name and resident registration number.",
  "privacy_sub_title1_content2" : "Fasoo Co., Ltd (\"the Company\") takes customer information protection first and closely observes all domestic legislation, including the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc. (\"Information and Communications Network Act\") and Personal Information Protection Act.",
  "privacy_sub_title1_content3" : "The Company's privacy policy provides information regarding the purposes and uses of the personal information provided by the customer and indicates the kinds of measures that are taken to protect the personal information through our privacy policy.",
  "privacy_sub_title1_content4" : "The Company's privacy policy provides information regarding the purposes and uses of the personal information provided by the customer and indicates the kinds of measures that are taken to protect the personal information through our privacy policy.",
  "privacy_sub_title1_content5" : "The Company reserves the right to change, amend or modify this Privacy Policy of Fireside Service (\"the Services\") in accordance with applicable law, regulations, and policies, and, in such case, the Company discloses the privacy policy on the Company where the customer can find it with ease.",

  "privacy_sub_title2" : "2. Items of Collected Personal Information and Methods of Collection",
  "privacy_sub_title2_content1" : "The company collects and processes the following personal information to provide basic services.",
  "privacy_sub_title2_content2-1" : "① Personal information to be collected",
  "privacy_sub_title2_content2-2" : "Information to be collected",
  "privacy_sub_title2_content2-3" : "Purpose of use",
  "privacy_sub_title2_content3" : "E-mail, name, service usage records, Service suspension records, Service termination records, IP information, access log, Paid plan subscription/ subscription history, billing/payment information and history",
  "privacy_sub_title2_content4-1" : "To secure communication channels to deliver service-related notifications, to confirm the customer's intention, and to handle complaints.",
  "privacy_sub_title2_content4-2" : "To guide new services/products regarding Fireside service.",
  "privacy_sub_title2_content4-3" : "To use as basic data for checking service-related errors and handling complaints.",
  "privacy_sub_title2_content5-1" : "② Methods of collecting personal information",
  "privacy_sub_title2_content5-2" : "Information is collected through the Company's website and log analysis program.",

  "privacy_sub_title3" : "3. Consent to Collection of Personal Information",
  "privacy_sub_title3_content1" : "The minimum personal information is collected when a user signs up for the Service or while the user uses the Services. In case of collecting personal information, the company informs the items to collect and purposes to a user in advance. If a customer who wants to use the service reads the Terms of Service and this Privacy Policy, enters the required items, and clicks the \"Complete\" button for sign-up or checks the \"OK\" or \"I Agree\" checkbox, it is assumed that the user consents to the processing of personal information.",

  "privacy_sub_title4" : "4. Retention and Use Period of Personal Information",
  "privacy_sub_title4_content1" : "When a member withdraws or the purpose of collecting and using personal information is achieved, the personal information of the member is destroyed without delay. However, it is retained for a certain period of time if it is necessary for reasons such as the confirmation of the management obligations regarding transaction in accordance with the provisions of related laws and regulations such as the Commercial Act.",
  "privacy_sub_title4_content2-1" : "Grounds Act",
  "privacy_sub_title4_content2-2" : "Information to be retained.",
  "privacy_sub_title4_content2-3" : "Retention Period",
  "privacy_sub_title4_content3-1" : "Consumer Protection Act in Electronic Commerce",
  "privacy_sub_title4_content3-2" : "Records on contract or withdrawal of subscription",
  "privacy_sub_title4_content3-3" : "5 year",
  "privacy_sub_title4_content4-1" : "Consumer Protection Act in Electronic Commerce, Commercial Law, Basic National Tax Law, Income Tax Law, Corporate Tax Law, VAT Law",
  "privacy_sub_title4_content4-2" : "Records on payment and supply of goods, etc, commercial accounting books and statements of business, and documentary evidences",
  "privacy_sub_title4_content4-3" : "5 year",
  "privacy_sub_title4_content5-1" : "Consumer Protection Act in Electronic Commerce",
  "privacy_sub_title4_content5-2" : "Records of consumer complaints or disputes",
  "privacy_sub_title4_content5-3" : "3 year",
  "privacy_sub_title4_content6-1" : "Communication Secret Protection Act",
  "privacy_sub_title4_content6-2" : "Records of site visits",
  "privacy_sub_title4_content6-3" : "3 month",

  "privacy_sub_title5" : "5. The Procedure and Methods to Dispose of Personal Information",
  "privacy_sub_title5_content1" : "Processes of disposal",
  "privacy_sub_title5_content2" : "Personal information entered by customers for service subscription is deleted or destroyed in accordance with the internal policy and information protection policy according to other related laws after the purpose of use is achieved for reasons such as termination of service. Generally, if there is no debt relationship, personal information collected when registering as a member and managed in the form of an electronic file is immediately deleted upon membership withdrawal.",
  "privacy_sub_title5_content3" : "Methods of disposal",
  "privacy_sub_title5_content4" : "A. Personal information in written documents: shredding, incineration, or chemical decomposition",
  "privacy_sub_title5_content5" : "B. Personal information in digital file forms: deleted by using technology that prevents the recovery of such records",

  "privacy_sub_title6" : "6. The Rights of Members and Legal Representatives and How to Exercise the rights",
  "privacy_sub_title6_content1" : "Registered members and legal representatives can view or modify personal information of their own or children under the age of 14 at any time and may request termination of membership.",
  "privacy_sub_title6_content2" : "The personal information of a member of a child under the age of 14 can be viewed or modified by clicking Account Information. The subscription can be canceled (consent withdrawal) by clicking the \"Withdrawal of Membership\" and going through the identity verification process. Or the member can contact the person in charge of personal information management by writing, telephone, or email, the company will take action without delay.",
  "privacy_sub_title6_content3" : "If you request to correct an error in personal information, the personal information will not be used or provided to a third party until the correction is completed. If incorrect personal information has already been provided to a third party, we will notify the third party without delay.",
  "privacy_sub_title6_content4" : "The company handles the personal information that is withdrawn or deleted at the request of a member or legal representative as described in \"4. Retention and Use Period of Personal Information\" and processes it so that it cannot be viewed or used for other purposes.",
  "privacy_sub_title6_content5" : "Please enter your personal information accurately and up to date. Members are responsible for accidents caused by incorrect information entered by members, and you will lose your qualifications for membership if false information such as theft of other information is entered.",
  "privacy_sub_title6_content6" : "Members have an obligation not to infringe on other's information along with the right to privacy. Be careful not to leak personal information of members, including passwords, and be careful not to damage other people's personal information, including posts. If you damage other people's information, you may be punished by the Act on Promotion of Information and Communication Network Utilization and Information Protection, etc.",

  "privacy_sub_title7" : "7. Technical/organizational Management for the Protection of Personal Information",
  "privacy_sub_title7_content1" : "Technical measures",
  "privacy_sub_title7_content2" : "FASOO takes the following technical measures to secure the stability of the personal information of our customers, so that there is no loss, theft, leakage, external attack or damage to the information.",
  "privacy_sub_title7_content3" : "① The personal information of the customer is secured using passwords, and important data is protected with a special security function by encrypting or locking the file and the transmission data.",
  "privacy_sub_title7_content4" : "② The Company selects the security solution (SSL or SET) for the safe transmission of personal information, using an encrypted algorithm.",
  "privacy_sub_title7_content5" : "③ The Company is fully engaged in security matters by using a firewall system and a vulnerability analysis system on each server, to prevent external attacks such as hacking.",
  "privacy_sub_title7_content6" : "Organizational measures",
  "privacy_sub_title7_content7" : "① For the safe protection of personal information, we are operating major systems and facilities with certified information protection management systems by an objective certification body.",
  "privacy_sub_title7_content8" : "② The Company implemented required processes to access personal information and to manage and ensure the employees are aware of and follow the processes.",
  "privacy_sub_title7_content9" : "③ The Company shall minimize the number of persons authorized to access personal information on customers as follows.",
  "privacy_sub_title7_content10" : "a. Those who conduct direct marketing activities toward users",
  "privacy_sub_title7_content11" : "b. Those who manage personal information including Privacy Supervisor and Privacy Personnel",
  "privacy_sub_title7_content12" : "c. Those who are obligated to handle personal information due to business",
  "privacy_sub_title7_content13" : "④ The Company implemented required processes to access personal information and to manage and ensure the employees are aware of and follow the processes, and holds regular company training and outsourced training for employees who deal with personal information to acquire new security technology and methods of protecting personal information.",
  "privacy_sub_title7_content14" : "⑤ Transferring duties and responsibilities between people who handles personal information is performed thoroughly while security is maintained. We clarify where the responsibility lies for personal information accidents after employees leave the company or join the Company.",
  "privacy_sub_title7_content15" : "⑥ The computer room and data storage room are set as special protected areas to control access.",
  "privacy_sub_title7_content16" : "⑦ When processing a customer's personal information using a computer, a person with access to the personal information is designated and assigned an identification code (ID) and password, and the password is regularly updated.",
  "privacy_sub_title7_content17" : "⑧ The company prevents information leakage by employees in advance by requiring new employees to sign the Privacy Protection Pledge when hiring, and establishes and constantly implements internal procedures to audit the implementation of personal information processing policies and compliance with employees.",
  "privacy_sub_title7_content18" : "⑨ The company prevents the person who handled the customer's personal information from compromising, infringing, or divulging the personal information by requiring them to sign the Privacy Protection Pledge when they retire.",
  "privacy_sub_title7_content19" : "⑩ The Company check the customer's identity when collecting or providing payment information such as credit card numbers and bank settlement accounts for the purpose of signing service contracts and providing services.",
  "privacy_sub_title7_content20" : "⑪ The company is not responsible for accidents or events caused by a user's personal mistake or basic internet risk. Each member should appropriately manage own ID and password and be responsible for it for personal information protection. Also, it is recommended to avoid using an easy password that others might be able to guess and to change the password regularly.",
  "privacy_sub_title7_content21" : "⑫ When you want to stop using our service while you are logged in to our website on a shared PC, make sure that you have logged out and close the webpage before moving to another website. Otherwise, information such as e-mail and password can be easily leaked to others through the browser.",
  "privacy_sub_title7_content22" : "⑬ In other cases of personal information loss, disclosure, falsification and damage due to a mistake by an internal managing staff or a technological management accident, the Company will inform you instantly and look for appropriate response and compensation method.",

  "privacy_sub_title8" : "8. Personal Information Management Officer",
  "privacy_sub_title8_content1" : "We value the Personal Information of our customers and try our best not to prevent member's personal information from being damaged, infringed, or leaked. In the event of an infringement of a member's personal information due to the Company's fault, we notify the member in accordance with the procedures and methods prescribed by the relevant laws and regulations such as the Personal Information Protection Act and the Information and Communication Network Act and report to related organization. However, the Company is not responsible for information damage by unexpected accident caused by basic network threats such as hacking occurring despite technological security measures in place and disputes over posts written by visitor.",
  "privacy_sub_title8_content2" : "The Company appointed a Personal Information Manager and a relevant department as below, to protect the personal information of our customers and to take care of any complaints and inquiries related to this information.",
  "privacy_sub_title8_content3" : "Personal Information Manager",
  "privacy_sub_title8_content4" : "Personal Information Management Staff",
  "privacy_sub_title8_content5" : "Name",
  "privacy_sub_title8_content6" : "Young-gil Kim",
  "privacy_sub_title8_content7" : "Title",
  "privacy_sub_title8_content8" : "Managing Director",
  "privacy_sub_title8_content9" : "E-mail",
  "privacy_sub_title8_content10" : "firesidedemo@fasoo.com",
  "privacy_sub_title8_content11" : "Phone",
  "privacy_sub_title8_content12" : "82)2-300-9120",

  "privacy_sub_title9" : "9. Obligation for Notification",
  "privacy_sub_title9_content1" : "The current privacy policy was revised on November 12, 2021. Should there be information to be added, deleted, and edited according to government policies or a change in the security technology, notification of this will be provided via the website at least seven days before the revision.",
  "privacy_sub_title9_content2" : "The privacy policy takes effect on November 12, 2021"
}